Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: new post title
uk: заголовок нового повідомлення

source: Unanswered
uk: Без відповіді

source: <b>Note</b>: To help protect learner data, links to these reports that you save outside of this page or that you send or receive in email expire after five minutes.
uk: <b>Примітка</b>: З метою захисту особистих даних студентів, термін дії посилань на звіти, збережених поза цією сторінкою, або відправлених/отриманих по електронній пошті, становить п'ять хвилин.

source: Upload completed
uk: Вивантаження завершено

source: Markdown source of this module
uk: Мarkdown код цього модуля

source: Username or email:
uk: Ім'я користувача або email

source: We couldn't read your name from your photo ID image.
uk: Ми не можемо прочитати ваше ім'я з фотографії вашого посвідчення.

source: Other Education
uk: Інша освіта

source: Strikethrough
uk: Закреслити

source: Purchasing organization
uk: Закупівельна організація

source: User Management
uk: Управління користувачами

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
uk: За замовчуванням студентам доступно скачування розшифровок в форматах .srt або .txt, якщо налаштування "Доступно скачування розшифровки" встановлено ​​в значення "True". Якщо вам необхідно додати розшифровку, в іншому форматі, ми рекомендуємо завантажити її через меню "Замітка" розділу "Завантаження". Якщо це неможливо, ви можете розмістити файл з розшифровкою на сторінках "Файли та завантаження" або "Інтернет", після чого додати URL розшифровки тут. Студентам посилання для скачування розшифровки буде доступне під відео.

source: Subscript
uk: Нижній індекс

source: There is no {platform_name} account associated with your {provider_name} account. Please use your {platform_name} credentials or pick another provider.
uk: Облікового запису {platform_name}, що асоціюється з вашим профілем {provider_name}, не існує. Будь ласка, використовуйте дані свого облікового запису {platform_name}, або виберіть іншого провайдера.

source: You have been logged out of your edX account.
uk: Ви вийшли з вашого облікового запису.

source: Insert link
uk: Вставити посилання

source: Getting available lists...
uk: Отримання доступних списків ...

source: Technical Inquiries and Feedback
uk: Технічні запитання та Зворотній зв'язок

source: article
uk: стаття

source: Student username/email field is required and can not be empty.
uk: Ім'я користувача/адреса електронної пошти не можуть бути порожніми.

source: Upper Roman
uk: Римські числа у верхньому регістрі

source: {first_providers}, and {last_provider}
uk: {first_providers} і {last_provider}

source: Enable Student Notes
uk: Дозволити нотатки слухачів

source: Right
uk: Вирівняти за правим краєм

source: Manage course staff and instructors
uk: Управління списком персоналу і викладачів курсу

source: Supported by the following organizations
uk: Організації, які підтримують:

source: Creating certificate
uk: Створення сертифіката

source: Only <%= fileTypes %> files can be uploaded. Please select a file ending in <%= fileExtensions %> to upload.
uk: Лише файли типів <%= fileTypes %> можуть бути завантажені. Будь ласка, оберіть для завантаження файл з розширенням <%= fileExtensions %>.

source: Entrance exam state is being deleted for student '{student_id}'.
uk: Стан вступного іспиту видаляється для студента '{student_id}'.

source: Bypass the course home tab when students arrive from the dashboard, sending them directly to course content.
uk: При переході слухача з панелі управління не показувати домашню сторінку курсу, а відразу перенаправляти на зміст курсу.

source: Welcome {username}
uk: Ласкаво просимо, {username}

source: Download Coupon Codes
uk: Скачати коди купонів на знижку

source: View all Courses
uk: Показати усі курси

source: Country with the largest number of students.
uk: Країна з найбільшою кількістю студентів, записаних на курс.

source: speed of light
uk: швидкість світла

source: This enrollment report is currently being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
uk: Звіт про запис на курс на стадії підготовки. Щоб переглянути статус звіту, див. нижче «Поточні завдання». Ви зможете завантажити звіт, коли він буде завершений.

source: Options in '{criterion}' have duplicate name(s): {duplicates}
uk: Варіанти в критерії '{criterion}' мають однакову назву(и): {duplicates}

source: These assessments were useful.
uk: Ці оцінки були корисними.

source: %(a_start)s Get Flash %(a_end)s to continue your enrollment.
uk: %(a_start)s Встановити Flash %(a_end)s щоб продовжити.

source: emailed
uk: відправлено

source: API secret for accessing Sailthru.
uk: API секретний ключ для доступу до Sailthru.

source: Static Asset Path
uk: URL-префікс для статичних файлів

source: Image Revsion: %d
uk: Версія зображення: %d

source: No discounts were applied to this order.
uk: Жодної знижки не було застосовано для цього замовлення.

source: Update post
uk: Оновити повідомлення

source: Date Added
uk: Дата Додавання

source: Yes
uk: Так

source: Rubric
uk: Рубрика

source: Calculate
uk: Обчислити

source: Click to download file
uk: Натисніть, щоб завантажити файл

source: Have you read over the email to make sure it says everything you want to say?
uk: Ви точно перечитали e-mail, щоб переконатися, що в ньому повідомляється все, що ви хотіли сказати?

source: Message:
uk: Повідомлення:

source: The authorization has already been captured.
uk: Платіж вже прийнятий.

source: Product Types
uk: Тип продукту

source: {user} is not enrolled in this course. Please check your spelling and retry.
uk: {user} не записаний на цей курс. Будь ласка, перевірте правильність введення і повторіть спробу.

source: Use your course outline to build your first Section and Subsection.
uk: Використовуйте структуру курсу, щоб створити свій перший розділ і підрозділ.

source: About edX
uk: Про edX

source: Warm regards,<br>The {platform_name} Team
uk: З найтеплішими побажаннями,<br>Команда {platform_name}

source: Performance
uk: Виконання

source: Press to Launch
uk: Натисніть, щоб запустити

source: Left
uk: Вирівняти за лівим краєм

source: Special character
uk: Спеціальний символ

source: Reset My Password
uk: Змінити мій пароль

source: Add cohort members
uk: Додати членів групи

source: The executive summary report is being created. To view the status of the report, see Pending Tasks below.
uk: Адміністративний підсумковий звіт на стадії підготовки. Щоб переглянути статус звіту, див. нижче «Поточні завдання».

source: Successfully saved your feedback.
uk: Ваш відгук був успішно збережений.

source: Code Redeemed Count
uk: Кількість використаних кодів

source: LaTeX Source File Name
uk: Назва сирцевого файлу LaTeX

source: Code '{registration_code}' is not valid for any course in the shopping cart.
uk: Код '{registration_code}' не застосовується ні до одного з курсів в кошику.

source: Sign up and work toward a verified Certificate of Achievement.
uk: Увійти та працювати для отримання завіреного Сертифікату досягнень.

source: code has been applied
uk: Код було прийнято

source: You can now start learning with {platform_name} by logging in with your <a rel="external" href="http://openid.net/">OpenID account</a>.
uk: Тепер ви можете розпочати навчатися з {platform_name} увійшовши до свого <a rel="external" href="http://openid.net/">OpenID аккаунту</a>.

source: A driver's license, passport, or other government-issued ID with your name and photo
uk: Паспорт, водійські права або інший офіційний документ з вашим ім'ям та фотокарткою.

source: Tabs Exception
uk: Помилка оновлення вкладок

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
uk: Ви можете повторно використовувати файли з інших статей. Ці файли можуть бути змінені в інших статтях, що може бути або не бути вдалим варіантом.

source: Please enter your new password twice so we can verify you typed it in correctly. <br /> Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
uk: Будь ласка, введіть ваш пароль двічі, щоб ми могли пересвідчитись, що ви ввели його правильно. <br /> Обов'язкові поля позначені <strong class="indicator">товстим шрифтом та зірочкою (*)</strong>.

source: Create refund
uk: Створіть відшкодування

source: Payment processing occurs on a separate secure site.
uk: Обробка платежів відбувається на окремому захищеному сайті.

source: Payment Failed
uk: Платіж не виконано

source: Hiding from Students
uk: Прихований від студентів

source: Loud
uk: Голосно

source: An account with the new e-mail address already exists.
uk: Обліковий запис з новою електронною адресою вже існує.

source: You have selected no items for purchase.
uk: Ви не обрали найменувань для покупки

source: You need an ID with your name and photo. A driver's license, passport, or other government-issued IDs are all acceptable.
uk: Вам потрібний документ з вашим ім'ям та фотокарткою. Можуть використовуватись паспорт, водійські права або інший офіційний документ.

source: Set Price
uk: Встановити ціну

source: Address 1
uk: Адреса 1

source: Transaction Reference Number
uk: Ідентифікаційний номер операції

source: Deadline for purchasing and requesting credit.
uk: Крайній термін подачі заявки та оформлення кредиту.

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
uk: Введіть true або false. Якщо встановлено значення true, то слухачі зможуть отримати сертифікати до закінчення курсу за умови виконання вимог.

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
uk: <p>З повагою,</p><p>[[Ваш підпис]]</p>

source: Find courses now!
uk: Знайдіть курс прямо зараз!

source: Pre-Course Survey
uk: Опитування перед початком курсу

source: Post type:
uk: Тип повідомлення:

source: Has the course ended?
uk: Курс вже закінчився?

source: Is Time Limited
uk: Обмежити по часу

source: Also receive emails about article edits
uk: Також отримувати листи про правки статті

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
uk: Визначає кількість балів за кожне завдання. Якщо значення не вказано, кожне поле для відповіді в завданні буде оцінюватися в один бал.

source: Choose
uk: Обрати

source: Added Course
uk: Доданий курс

source: The following email addresses and/or usernames are invalid:
uk: Наступні email-адреси та/або користувачі є недійсними:

source: Apply
uk: Прийняти

source: Zip
uk: Індекс

source: There is no data available to display at this time.
uk: На даний момент даних для відображення немає.

source: The photo above needs to meet the following requirements:
uk: Фото має відповідати таким вимогам:

source: The file name extension for this file does not match the file data. The file may be corrupted.
uk: Розширення файлу не збігається з даними файлу. Можливо файл пошкоджений.

source: Course Starts
uk: Курс розпочнеться

source: The course you are looking for does not start until {date}.
uk: Ви шукаєте курс, який розпочнеться {date}.

source: Total
uk: Всього

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
uk: Видалення %(item_display_name)s є безповоротнім і не може бути скасоване.

source: Restoring article
uk: Відновлення статті

source: Your legal name, used for any certificates you earn.
uk: Ваше справжнє ім'я, що буде зазначено на сертифікатах, які ви отримаєте.

source: Emoticons
uk: Смайлики

source: Stand-alone credits are not allowed.
uk: Окремі кредити заборонені.

source: (none)
uk: (немає)

source: Click to remove report
uk: Клацніть щоб видалити звіт

source: Be readable (not too far away, no glare)
uk: Бути чітким (не віддаленим, без відблисків)

source: Basic
uk: Основне

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
uk: Під час процесу верифікації ви повинні зробити фотографії вашого обличчя та офіційного документу. Наша система авторизації підтвердить вашу особистість шляхом перевірки вашої фотографії з фотографією на вашому документі.

source: Discussion Moderators
uk: Модератори форуму

source: Enrollment Demographics by Education
uk: Демографічні зарахування за освітою

source: Programs
uk: Програми

source: Check here to apply the above permissions recursively to articles under this one.
uk: Відзначте тут, щоб послідовно застосувати вищевказані права доступу до статей, які перебувають під цією.

source: Subscribe to the {platform_name} YouTube channel
uk: Підпишіться на канал {platform_name} на Youtube

source: Using the system
uk: Використання системи

source: There are no matching problem types in the specified libraries.
uk: У заданих бібліотеках немає відповідного виду завдань.

source: e.g. yourname@domain.com
uk: наприклад, yourname@domain.com

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
uk: Ми використовуємо інформацію, яку Ви надали, для покращення курсу як для поточних так і для майбутніх студентів. Чим більше ми знаємо про Ваші специфічні вимоги, тим краще ми можемо зробити цей курс.

source: We couldn't populate the list of language choices.
uk: Ми не можемо створити список мов.

source: Link
uk: Прив'язати

source: Product ID
uk: Ідентифікатор продукту

source: Enter Due Date
uk: Введіть кінцеву дату

source: New Submission
uk: Нові відповіді

source: Please select a PDF file to upload.
uk: Будь ласка, оберіть PDF файл для завантаження.

source: We had some trouble processing your request. Please ensure you have copied any unsaved work and then reload the page.
uk: У нас виникли деякі труднощі під час обробки вашого запиту. Будь ласка, переконайтесь, що ви зробили копії усіх незбережених робіт та перезавантажте сторінку.

source: Delete Page Confirmation
uk: Підтвердження видалення сторінки

source: There is already a course defined with the same organization and course number. Please change at least one field to be unique.
uk: Курс з такими самими організацією та номером вже існує. Будь ласка, змініть хоча б одне поле, щоб воно було унікальним.

source: Add a Chapter
uk: Додати розділ

source: Your other courses have not been affected.
uk: Це не вплине на Ваші інші курси.

source: Course id not specified
uk: Ідентифікатор курсу не вказано

source: Do not show bumper again
uk: Більше не показувати заставку

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
uk: Виберіть спосіб навігації по курсу. Допустимі значення: \n\"chromeless\" — не використовувати вкладки або меню-акордеон; \n\"tabs\" — використовувати тільки вкладки; \n\"accordion\" — використовувати тільки меню-акордеон; \n\"abs,accordion\" — використовувати вкладки і меню-акордеон.

source: You have unsaved changes. Do you really want to
uk: У вас є незбережені зміни. Ви дійсно бажаєте

source: Load all responses
uk: Завантажити всі відповіді

source: Error: Uploading failed.
uk: Помилка: Не вдалось завантажити.

source: Your certificate prevents you from unenrolling from this course
uk: Ваш сертифікат не дозволяє відрахування з цього курсу

source: Service Fees (if any)
uk: Вартість послуг (якщо є)

source: All Groups
uk: Всі групи

source: Pre-Requisite Courses
uk: Курси-пререквизити

source: Your Shopping cart is currently empty.
uk: Ваш кошик наразі порожній.

source: coupon with the coupon id ({coupon_id}) DoesNotExist
uk: купона з ідентифікаційним номером ({coupon_id}) не існує

source: Choose one
uk: Виберіть один

source: Specify the extension due date and time (in UTC; please specify {format_string}).
uk: Вкажіть дату і час, до якої продовжено термін здачі (у UTC, будь ласка, використовуйте формат часу {format_string}).

source: Clock
uk: Годинник

source: Write a brief message for the article's history log.
uk: Напишіть коротке повідомлення для журналу історії статті.

source: To go to the courseware, select the following link:
uk: Використовуйте наступне посилання, щоб перейти до змісту курсу:

source: There are no problems in this section.
uk: У цьому розділі немає завдань.

source: All units have been added.
uk: Усі розділи були додані

source: {platform_name} now offers financial assistance for learners who want to earn Verified Certificates but who may not be able to pay the Verified Certificate fee. Eligible learners may receive up to 90{percent_sign} off the Verified Certificate fee for a course. To apply for financial assistance, enroll in the audit track for a course that offers Verified Certificates, and then complete this application. Note that you must complete a separate application for each course you take. We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program.
uk: {platform_name} пропонує фінансову допомогу тепер тим слухачам, які хочуть отримає Підтверджений сертифікат, але не мають можливості оплатити його вартість. Слухачі, що відповідають вимогам, можуть отримати знижку до 90{percent_sign} від ціни Підтвердженого сертифіката.\пДля отримання фінансової допомоги, зареєструйтесь на курс як звичайний слухач, після чого заповніть заяву. Слід зауважити, що ви повинні заповнювати окремі заяви для кожного курсу, на який ви зареєстровані.\пМи, в свою чергу, використовуємо надану вами інформацію для розгляду вашого прохання про фінансову допомогу, а також для подальшого розвитку нашої програми фінансової допомоги.

source: Enter the name of the course as it should appear in the edX.org course list.
uk: Введіть назву курсу, яке буде відображатися в списку курсів на головній сторінці сайту.

source: Are you sure you want to delete {email} from the library “{container}”?
uk: Ви впевнені, що хочете видалити {email} з бібліотеки “{container}”?

source: We're sorry, there was an error
uk: Вибачте, сталася помилка

source: Once you verify your details match the requirements, you can move on to step 4, payment on our secure server.
uk: Як тільки Ви переконаєтесь, що Ваші дані збігаються з вимогами, Ви зможете перейти до кроку 4 - оплати на нашому захищеному сервері.

source: Skip to end of transcript.
uk: Перейти до кінця субтитрів.

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
uk: Ви повинні вказати рік свого народження перед тим, як ділитись повним профілем. Щоб вказати рік народження, перейдіть на {account_settings_page_link}

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
uk: Для реєстрації на курсі {course_names} ми підготували посилання для Вас. Будь ласка, виконайте інструкції нижче, щоб отримати доступ.

source: Please enter an integer between
uk: Будь ласка, введіть ціле число між

source: The due date has passed, and peer grading is closed at this time.
uk: Термін вийшов, оцінювання користувачами наразі закрито.

source: Clear search
uk: Очистити пошук

source: Account Status Info
uk: Інформація про обліковий запис

source: Save Your Progress
uk: Збережіть свій прогрес

source: We could not find a file in your submission. Please try choosing a file or pasting a URL to your file into the answer box.
uk: У вашій заявці немає прикріпленого файлу. Будь ласка, виберіть файл на своєму комп'ютері або вставте посилання в поле для відповіді.

source: Blockquote (Ctrl+Q)
uk: Цитата (Ctrl+Q)

source: Vision
uk: Бачення

source: Balance
uk: Залишок

source: Regenerate for learners who have already received certificates. ({count})
uk: Повторно створити для слухачів, які вже отримали сертифікати. ({count})

source: Start time format two digit hours colon two digit minutes
uk: Формат часу початку: дві цифри годин, двокрапка, дві цифри хвилин

source: Date: {date}
uk: Дата: {date}

source: There must be one cohort to which students can automatically be assigned.
uk: Необхідно створити хоча б одну групу, в яку будуть автоматично додаватися слухачі.

source: Course Dates
uk: Дати курсу

source: Login
uk: Логін

source: Link to Problem Location
uk: Посилання на завдання

source: Video Upload Credentials
uk: Дані відео завантаження

source: We've encountered an error. Please refresh your browser and then try again.
uk: Сталась помилка. Будь ласка, оновіть сторінку пізніше.

source: Certificate dict {0} missing value key '{1}'
uk: У словнику для сертифіката {0} відсутнє значення з ключем '{1}'.

source: Subsection Name
uk: Назва підрозділу

source: This student (%s) is already allowed to skip the entrance exam.
uk: Цьому слухачеві (%s) вже дозволено пропустити вступне випробування.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
uk: Ми відправили інструкції, як встановити пароль на e-mail, який Ви вказали. Ви отримаєте їх незабаром.

source: No data provided for user preference update
uk: Немає даних для оновлення налаштувань користувача

source: The organization that purchased enrollments in the course
uk: Організація, яка придбала можливість реєстрації на курс

source: Must occur before end date
uk: Повинно відбутися до дати закінчення

source: About {platform_name} Accomplishments
uk: Про досягнення в {platform_name}

source: Download a .csv file of all unused enrollment codes for this course.
uk: Завантажити файл у форматі .csv з усіма невикористаними реєстраційними кодами курсу.

source: How did students interact with videos in this section?
uk: Як студенти будуть взаємодіяти з відео у цьому розділі?

source: You are about to send an email titled "
uk: Ви збираєтесь відправити лист із заголовком "

source: Notify users by email
uk: Повідомити користувачів по електронній пошті

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
uk: Ви обрали дію, але ви ще не зберегли зміни в окремі поля. Будь ласка, клацніть "Гаразд", щоб зберегти. Вам буде потрібно перезапустити дію.

source: Scored Response
uk: Оцінена відповідь

source: Error starting a task to rescore problem '<%= problem_id %>' for student '<%= student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
uk: Помилка створення задачі по корегуванню оцінок студента '<%= student_id %>' за завдання '<%= problem_id %>'. Переконайтеся, що ідентифікатори завдання та студента вказані правильно і повністю.

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
uk: Виділіть ваші нові знання та навички за допомогою підтвердженого сертифіката. Використовуйте цей спосіб, щоб покращити перспективи працевлаштування та просування вашої кар'єри або покажіть його при вступі у навчальні заклади.
